cepdnaclk/e21-3yp-ResQ/code/resq-firmware/test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_UNITY_ENABLE_FLOAT=y
CONFIG_UNITY_ENABLE_DOUBLE=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_OFFSET=0x8000
CONFIG_PARTITION_TABLE_MD5=y
